Repository: ib-anurag-mishra/testProject
Catalog: locale/spa/LC_MESSAGES/default.po
Languages: es

source: previous
es: anterior

source: next
es: próximo

source: Genre
es: género

source: Label
es: marca

source: Artist
es: artista

source: Time
es: Tiempo

source: Download
es: Descarga

source: Download Now
es: Descargar ahora

source: You have already downloaded this song. Get it from your recent downloads
es: Ya ha descargado ésta canción. Obténgala de sus descargas recientes.

source: Downloaded
es: Descargado

source: Added to Wishlist
es: Añadido a su lista de deseos

source: Add to Wishlist
es: Añadir a la lista de deseos

source: Coming Soon
es: Muy pronto

source: Terms & Conditions
es: Términos y condiciones

source: FAQ
es: Preguntas Frecuentes

source: Also available in
es: También disponible en

source: My Wishlist
es: Mi lista de deseos

source: Recent Downloads
es: Descargas Recientes

source: My Account
es: Mi Cuenta de Usuario

source: Logout
es: Salir del sistema

source: Home
es: Hogar

source: Advanced Search
es: Búsqueda avanzada

source: IMPORTANT: Please note that once you press `Download Now` you have used up one of your downloads, regardless of whether you then press 'Cancel' or not.
es: IMPORTANTE: Por favor, note que una vez que usted selecciona "Descargar ahora" usted ha usado una de sus descargas, aunque usted después seleccione "Cancelar" o no

source: English
es: Inglés

source: Spanish
es: Español

source: Track
es: Pista

source: Date
es: Fecha

source: No downloaded songs from this week or last week.
es: No canciones descargadas de ésta semana ó la semana pasada

source: Album
es: Álbum

source: Search Results
es: Busque Resultados

source: Composer
es: Compositor

source: Freegal Music : The New Music Library :
es: Música Fregal: La Nueva Biblioteca Musical

source: Freegal Music : Your New Music Library :
es: Música Fregal: Su Nueva Biblioteca Musical

source: FAQs
es: Preguntas Frecuentes

source: Card Number
es: Número de tarjeta

source: Login
es: Entrar al sistema

source: Email
es: Dirección electrónica

source: Password
es: Clave

source: Forgot Password?
es: Se le olvidó su clave?

source: First Name
es: Primer Nombre

source: Last Name
es: Apellido

source: Save
es: Guardar

source: All Genre
es: Todo Género

source: Need Help? Visit our
es: ¿Necesita ayuda? Visite nuestro/nuestra

source: FAQ Section.
es: Sección de Preguntas Frecuentes

source: Albums
es: Álbumes

source: Create New Playlist
es: Crear una Lista Nueva

source: Explicit
es: Explícito

source: IMPORTANT: Please note that once you press Download Now you have used up one of your downloads, regardless of whether you then press Cancel or not.
es: IMPORTANTE: Por favor, note que una vez que usted selecciona Descargar Ahora usted ha usado una de sus descargas, aunque usted después seleccione Cancelar o no

source: Please Wait
es: Espere, por favor

source: Limit Met
es: Límite alcanzado

source: Add To Playlist
es: Añadir a la Lista

source: IMPORTANT: Please note that once you press `Download Now` you have used up one of your downloads, regardless of whether you then press `Cancel` or not.
es: MPORTANTE: Por favor, note que una vez que usted selecciona Descargar Ahora usted ha usado una de sus descargas, aunque usted después seleccione Cancelar o no

source: Previous
es: Anterior

source: Next
es: Próximo

source: Add to Playlist
es: Añadir a la Lista

source: No Albums Found
es: No se encuentran los álbumes

source: Next
es: Próximo

source: Release Information
es: Emitir Información

source: Song
es: Canción

source: Sorry, there are no more details available.
es: Perdone, no hay más detalles disponibles

source: Music Videos
es: Videos musicales

source: Most Popular
es: Más populares

source: New Releases
es: Novedades

source: Genres
es: Géneros

source: To stream music, put cursor over album cover, or create a playlist, or press the play button on a song.
es: Para transmitir música, ponga el cursor sobre el álbum ó conponga una lista, ó seleccione "escuchar" en una canción

source: Rename
es: Nombre otra vez

source: Description
es: Descripción

source: Close
es: Cerrar

source: Create Playlist
es: Crear una lista

source: Delete Playlist?
es: ¿Quiere borrar la lista?

source: Are you sure you want to delete
es: ¿Está seguro de que quiere borrarlo?

source: Forgot your password?
es: ¿Se le olvidó su clave?

source: Click here to reset it.
es: Renuévelo aquí

source: Need to change your password?
es: ¿Necesita cambiar su clave?

source: UNLIMITED
es: ILIMITADO

source: Streaming Time Remaining
es: Tiempo de transmisión para terminar

source: Notifications
es: Notificaciones

source: Change Password
es: Cambiar la clave

source: Browse A-Z
es: Navegar A-Z

source: Search All
es: Buscar todos

source: Artists
es: Artistas

source: Composers
es: Compositores

source: Songs
es: Canciones

source: Press enter or go
es: Seleccione ENTRAR para ir

source: Go
es: Ir

source: The download usage counter is located in the upper right corner of freegalmusic.com displaying your weekly allotment. For instance, 1/3 means that you have a weekly limit of 3 downloads, and you have used 1 of those downloads. The download counter resets each week at Monday 12:01 AM (Eastern Time, USA).
es: El contador de uso de descarga está localizado en la esquina superior derecha del freegalmusic.com mostrándole su asignación semanal. For ejemplo, 1/3 significa que usted tiene un límite semanal de 3 descargas, y que ha usado 1 de esas descargas. El contador de descargas se renueva los Lunes de cada semana a las 12:01 AM (Tiempo del Este, USA).

source: Concert Videos
es: Videos de conciertos

source: My Lib Top 10
es: El Top 10 de mi Biblioteca

source: Streaming
es: Transmitiendo

source: Freegal Playlists
es: Lista de Freegal

source: My Playlists
es: Mis Listas

source: Now Streaming
es: Transmitiendo Ahora

source: Create and Store Playlists
es: Crear y Guardar Listas

source: History
es: Historia

source: My Downloads
es: Mis Descargas

source: Downloads
es: Descargas

source: Announcements
es: Anuncios

source: Did you know?
es: ¿Sabía usted?

source: Freegal is also a movie service!
es: Freegal también es un servicio de películas

source: Stream top movies like
es: Descargue películas po;ulares, como

source: Click here
es: Seleccione aquí

source: to log in.
es: Para iniciar

source: FAQ Section
es: Sección de Preguntas Frecuentes

source: All Genres
es: Todos los Géneros

source: Search for your favorite music.
es: Busque su música favorita

source: Need help? Visit our
es: ¿Necesita ayuda? Visite nuestro/nuestra

source: FAQ section.
es: ección de Preguntas Frecuentes

source: All Artists
es: Todos los artistas

source: Stream Now
es: Transmita ahora

source: Stream Artist
es: Artista para transmitir

source: Added To Wishlist
es: Añadido a su lista de deseos

source: Add To Wishlist
es: Añadir a la lista de deseos

source: About Freegal Music
es: Acerca de la Múscia Freegal

source: Advance Search
es: Búsqueda Avanzada

source: Top Albums
es: Álbumes más Populares

source: Add to a Playlist or Create a New Playlist
es: Añadir a una Lista ó Crear una Lista Nueva

source: Sorry, there are no downloads.
es: Perdone, no hay más descargas

source: Top Singles
es: Solo Álbumes más populares

source: Featured Artists & Composers
es: Artistas y Compositores Presentados

source: More by
es: Más de

source: Music
es: Música

source: No downloaded videos from this week or last week.
es: No videos descargados de ésta semana ó la semana pasada

source: My Library Top 10
es: El Top 10 de mi Biblioteca

source: Options
es: Opciones

source: You have no songs in your wishlist.
es: No tiene canciones en su lista de deseos

source: You have no videos in your wishlist.
es: No tiene videos en su lista de deseos

source: No songs have been downloaded yet
es: Aún no ha descargado ninguna canción

source: No records found
es: No se encuentra ningún registro

source: Page
es: Págine

source: of
es: de

source: showing
es: presentando

source: records out of
es: los resultados de

source: total, starting on record
es: total, comenzando con el resultado número

source: ending on
es: terminando con

source: Add %s
es: Añadir %s

source: News
es: Noticias

source: Submit
es: Presentar

source: Actions
es: Acciones

source: Delete
es: Borrar

source: List
es: Lista

source: Edit
es: Editar

source: New
es: Nuevo

source: News List
es: Lista Nueva

source: View
es: Ver

source: Subject
es: Tema

source: Place
es: Lugar

source: Body
es: Contenido

source: News Image
es: Noticias de imagen

source: No Image
es: No hay imagen

source: Created
es: Creado

source: Last Modified
es: Modificado la última vez

source: Add
es: Añadir

source: Questions
es: Preguntas

source: Sections
es: Secciones

source: Section
es: Sección

source: Question
es: Pregunta

source: Answer
es: Respuesta

source: Modified
es: Modificado

source: Streaming History
es: Historia de Transmisión

source: Playlist
es: Lista de Música

source: Streaming Time
es: Tiempo de Transmisión

source: No Streaming History from this week or last week.
es: No tiene Historia de Transmisión ésta semana ó la semana pasada

source: Saved Playlists
es: Listas de Música Guardadas

source: There are currently no playlists created. Please add a new playlist to start enjoying streaming.
es: No tiene Listas Musicales guardadas. Por favor, añada una nueva lista para comenzar a disfrutar la transmisión

source: Remove Song
es: Remover la Canción

source: There are no Playlists currently being played.
es: Ninguna lista musical está tocando

source: Results for your search
es: Resultados de su búsqueda

source: Not what you're looking for? Refine your search below.
es: ¿No es lo que está buscando? Refine su búsqueda debajo

source: All Music
es: Toda la Música

source: Select All, Clear All, Add to Wishlist, Add to Playlist
es: Seleccione Todo, Borre Todo, Añadir a la lista de deseos, Añadir a la lista musical

source: Select All
es: Seleccionar Todo

source: Clear All
es: Borrar Todo

source: Add to Wishlist, Playlist, or Download
es: Añadir a la lista de deseos, lista de música, ó Descargas

source: More Genres Like
es: Más géneros como

source: No Genres Found
es: No encontramos los géneros

source: Released on
es: Salió en

source: You have already downloaded this video. Get it from your recent downloads
es: Ya ha descargado éste vieo. Búsquelo en sus descargas recientes

source: Your download limit has been met.
es: Su límite de descargas está completo

source: No Videos Found
es: No se enontraron los videos

source: More Artists Like
es: Más artistas como

source: No Artists Found
es: No se encontraron los artistas

source: More Composers Like
es: Más compositores como

source: No Composers Found
es: No se encontraron los compositores

source: See More Albums
es: Vea más álbumes

source: See More Artists
es: Vea más artistas

source: See More Composers
es: Vea más compositores

source: See More Videos
es: Vea más videos

source: See More Genres
es: Vea más géneros

source: Select All, Clear All, Add to Wishlist, or Add to Playlist
es: Seleccionar Todo, Borrar Todo, Añadir a la lista de deseos, Añadir a la lista de música

source: Add To a Playlist, Wishlist, or Download
es: Añadir a la lista de música, de deseos, de descargas

source: Admin Add
es: Administrador - Añadir

source: Admin Edit
es: Administrador - Editar

source: FAQ Sections
es: Secciones de Preguntas Frecuentes

source: Language
es: Idioma

source: Title
es: Título

source: Related
es: Relacionados

source: Manage Notifications
es: Administrar las notificaciones

source: Email Notification
es: Enviar la notificación por correo electróico

source: Add your email address here to receive twice-weekly email reminders of your available downloads.
es: Añadir su dirección de correo electrónico aquí para recibir avisos de sus descargas disponibles dos veces por semana

source: Notification Email
es: Enviar la notificación por correo electróico

source: Account Information
es: Información de su cuenta

source: More Videos By
es: Más videos de

source: Featured Videos
es: Videos presentados

source: IMPORTANT: Please note that once you press Download Now you have used up one of your downloads, regardless of whether you then press Cancel or not.
es: IMPORTANTE: Por favor, note que una vez que usted selecciona "Descargar Ahora" usted ha usado una de sus descargas, aunque usted después seleccione "Cancelar" o no

source: Top Videos
es: Videos más populares
